[
    {
        "title": "A 时光像素辑：初到埃德尔斯坦！七日签到领好礼开启！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n噔噔噔噔！到达埃德尔斯坦！“空山制作出了铭文刻印装备！”厉害了。不过，这城市居然被“黑色之翼”占领了，看来麻烦事少不了。哦？七日签到领好礼，第一天就是自动战斗券，后面还有一堆好东西，这福利可以！ #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502333875478187274"
    },
    {
        "title": "A 时光像素辑：又升级啦！获得高级瞬移之石，实力再增！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n找到贝尔警务官了，她还挺客气，说我一定是遇到困难了，才会找她这个人民公仆。任务完成，我又升级啦！还送了三个高级瞬移之石，这下跑图岂不是嗖嗖的，太实用了！ #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502333537018793253"
    },
    {
        "title": "A 时光像素辑：寻找村民！埃德尔斯坦公园的宁静与危机？ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n鲁提说我必须去找他们，还说他们往反方向去了？那肯定是那边没错了，我先走一步！哎呀，等等我啊鲁提！自动寻路启动，目标埃德尔斯坦，先是公园2，再到公园1，这小镇看起来还挺安逸的嘛。 #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502333087481744691"
    },
    {
        "title": "A 时光像素辑：技能点升级！时光像素辑的实力又增强了！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n哦吼，技能点到账，可以升级技能了！我的“能量曲线”必须升满，还有“自由飞行”和“机械战车出动”看着也挺炫酷。先给能量曲线点上，嘿，经验值又加了不少，感觉战斗力又飙升了一截！新任务是找村民，出发！ #冒险岛枫之传说   #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502332997975313674"
    },
    {
        "title": "A 时光像素辑：全员懵圈！这剧情走向我有点看不懂了！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n看看这帮“反抗者”，一个个都傻眼了，小胖还说我状态不好，小伶俐说我被吓得更厉害，乌里卡居然说是在开玩笑？连我的系统都提示信息处理错误了！小狐狸鲁提还威胁说不走就要陪他们玩坏蛋游戏，我太冤了！ #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502332986541559066"
    },
    {
        "title": "A 时光像素辑：任务完成！轻松升级，椅子功能也开启啦！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n呼，总算把这群活宝送走了。鲁提还问我没事吧，我能有啥事啊，好着呢！它说留在这儿会被缠着玩游戏，赶紧溜了溜了。任务完成！经验金币到手，还解锁了椅子功能，这下可以坐着看风景了，舒服！ #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502332916282690826"
    },
    {
        "title": "A 时光像素辑：被迫当坏蛋？神秘黑影人现身说法太逗了！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n行行行，我是坏蛋……呃……这低沉的嗓音是谁？一个黑影人？说什么大家都是正义的一方，就算没坏蛋也要玩得开心，只要玩得开心就行……这游戏剧情也太会整活了吧！我有点跟不上这脑回路了！ #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502332688704048434"
    },
    {
        "title": "A 时光像素辑：我是坏人？！反抗者天团的正义宣言太中二了！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n乌里卡、阿俊、小伶俐、小机灵、小胖……这些名字一个比一个接地气啊！还自称反抗者，守护埃德尔斯坦和平，消灭邪恶坏蛋？等会儿，他们居然指着我说我是坏人？！我？我这刚落地的新手村小萌新啊！ #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502332358968855859"
    },
    {
        "title": "A 时光像素辑：剧情突变！刚出新手村就遇到“反派”天团 哈喽大家好，我是时光，今天我们来玩点啥呢？\n商店刚关，任务就自动飞过来了，这效率可以啊！咦，场景一切换，这小狐狸毛茸茸的，叫鲁提？它说有脚步声，追踪者？我滴个乖乖，这乌泱泱一群人是谁啊，还喊着“反抗者！！”的口号，这是要干架啊？ #冒险岛枫之传说  #枫叶勇者造星计划   #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502332379441138970"
    },
    {
        "title": "A 时光像素辑：福利拿到手软！奥利维亚的神秘商店大揭秘！ 哈喽大家好，我是时光，今天我们来玩点啥呢？\n奥利维亚小姐姐还在说呢，各种签到奖励、任务奖励，听起来就能让我秒变大佬啊！还有点啥？私人专属商店？这名字一听就很高级，每日免费礼盒必须拿下！看来我离快速成长不远了，美滋滋！ #冒险岛枫之传说  #枫叶勇者造星计划  #冒险岛攻略",
        "link": "https://www.douyin.com/video/7502332200583449883"
    },
    {
        "title": "A 时光像素辑：[萌新报道！奥利维亚小姐姐在线送温暖！] 哈喽大家好，我是时光，今天我们来玩点啥呢？\n哎哟，这游戏一上来就弹窗，萌新欢迎礼？听着就很给力啊！哇塞，这个叫奥利维亚的小姐姐也太好看了吧，还说专门为我准备了礼物呢，有点小激动！她说我叫时光像素辑，嘿，这名字还挺带感的嘛！\n好啦，这集就到这里，想看后续记得点赞关注哦，拜拜！\n#冒险岛枫之传说  #枫叶勇者造星计划 \n#冒险岛攻略",
        "link": "https://www.douyin.com/video/7502329239849471270"
    },
    {
        "title": "A 时光像素辑：听吉格蒙特愤怒地解释，他们冒险阻止归一计划是为了保护市民，而格里梅尔却把这视为犯错要惩罚... 这对比太强烈了。我回想起博士对我“犯错”时的惩罚，开始理解吉格蒙特的处境。不管她做了什么，博士都不会放过她。鲁提又在催促，博士快来了！不能再犹豫了，我必须做点什么！下定决心，打开牢门放她走！虽然没有接到保护她的命令，但我内心有个声音告诉我，必须这么做！ #枫叶勇者造星计划 #冒险岛枫之传说 #冒险岛攻略 ",
        "link": "https://www.douyin.com/video/7499910953870413119"
    },
    {
        "title": "A 时光像素辑：鲁提还提到了被抢走的实验体和监狱里的人... 我想到了刚才那个被抓住的反抗者，吉格蒙特。找到她之后，她对我充满了警惕，还提到了什么“归一计划”和“黑色之翼”... 这些陌生的词汇，会不会和我的过去有关？我拿出鲁提给我的短刀，她居然认出来了！但我问她我是谁，她却说不认识... 这种对自己一无所知的感觉，真是太糟糕了。 #冒险岛攻略 #冒险岛枫之传说 #枫叶勇者造星计划 ",
        "link": "https://www.douyin.com/video/7499910647447162148"
    },
    {
        "title": "A 时光像素辑：正当我留在原地困惑的时候，这个粉色的小家伙鲁提出现了，它好像认识我？它说我恢复记忆的时候就会出现那种噪音，而且以前也发生过，但每次恢复的记忆都会被格里梅尔清除掉！我靠，这信息量有点大！原来我以前就想反抗，想逃离这个研究所，但都失败了还被洗脑？这次要是被博士知道，肯定又会被重置... 不行，绝对不能再被清除记忆了！\" #枫叶勇者造星计划 #冒险岛枫之传说 #冒险岛攻略 ",
        "link": "https://www.douyin.com/video/7499909396466568502"
    },
    {
        "title": "A 时光像素辑：果然，格里梅尔在监控室里全程看着呢！他对我的迟疑非常不满，抱怨我为什么傻站着。听他自言自语，还要尽快完成研究，说什么有那本书就不会失败... 看来我这个尖兵还有很多不完善的地方。更重要的是，他提到了清除记忆！难道我的犹豫和那些记忆碎片有关？一想到自己可能只是个随时会被清除记忆、随意操控的兵器，就感觉非常不爽和无力。 #冒险岛攻略 #冒险岛枫之传说 #枫叶勇者造星计划 ",
        "link": "https://www.douyin.com/video/7499909234516184383"
    },
    {
        "title": "A 时光像素辑：来了来了，剧情推进到我出场了！从培养仓里走出来，面对潜入的反抗者们。系统提示我“目标确认”，要我按照命令攻击。正准备动手呢，突然脑袋里一阵“噪音”干扰，还闪过一张模糊的照片，好像是两个小孩？这突如其来的状况让我动作都迟疑了一下。怎么回事？难道这就是所谓的记忆碎片？对面的吉格蒙特好像也察觉到我的异常了，这下有点尴尬了。 #枫叶勇者造星计划 #冒险岛枫之传说 #冒险岛攻略 ",
        "link": "https://www.douyin.com/video/7499910064325594422"
    },
    {
        "title": "A 时光像素辑：突然警报大作！格里梅尔还以为是奥尔卡来了，结果监控一看，是反抗者的人！吉格蒙特、贝尔、伊莱克斯、韩利泰、切奇，这几个好像都是反抗者的核心成员吧？他们潜入到这个秘密研究所，看来是找对地方了。格里梅尔这老狐狸，嘴上说着“偏偏是这种时候”，心里估计乐开花了，正好想拿这些“自投罗网的小老鼠”来测试我这个刚“出炉”的兵器性能呢。啧啧，反抗者这次要倒霉了。 #冒险岛攻略 #冒险岛枫之传说 #枫叶勇者造星计划 ",
        "link": "https://www.douyin.com/video/7499908052569705791"
    },
    {
        "title": "A 时光像素辑：画面一转，“多年后”... 格里梅尔还在他的实验室里捣鼓，听他和那个叫维丽尔的女角色对话，似乎在搞什么完美的超级人造人计划，还提到了什么关键的理论让他明白了研究的不足。维丽尔看起来像是黑色之翼的人，但又不确定。这老家伙的野心不小啊，感觉后续肯定会搞出大事情来。我这个尖兵角色，和他之间又是什么关系呢？ #枫叶勇者造星计划 #冒险岛枫之传说 #冒险岛攻略 ",
        "link": "https://www.douyin.com/video/7499905936216050956"
    },
    {
        "title": "A 时光像素辑：一进游戏就是段高质量的过场动画啊！这充满未来感的实验室，巨大的培养仓... 那个叫格里梅尔的科学家看着就不像好人，特别是他启动培养仓里我的角色时那句“我的最强破坏兵器，尖兵！”还有那得意的狂笑，简直是标准反派模板。所以，我这个角色一出生就是个被制造出来的兵器？这设定有点沉重，但也让人好奇后续会怎么发展。 #冒险岛攻略 #冒险岛枫之传说 #枫叶勇者造星计划 ",
        "link": "https://www.douyin.com/video/7499905285025320255"
    },
    {
        "title": "A 时光像素辑：冒险岛枫之传说 角色定制与命名 既然选了男性尖兵，外观必须得好好捯饬一下，毕竟要一直看着呢。发型选这个有点赛博朋克感觉的，配上这个“沉静脸型”，有种冷酷杀手的感觉。饰品和服装是绑定的原子套装，科技风拉满，不错。鞋子也是配套的。名字得想个有格调的... 试试“时光像素辑”？提示昵称可用，太好了！就这个名字了！角色创建成功，玛丽亚服务器，我的尖兵“时光像素辑”来了！初始3级，战力8千多，还行，开始冒险！ #冒险岛枫之传说 #枫叶勇者造星计划 #冒险岛攻略 ",
        "link": "https://www.douyin.com/video/7499346112919178507"
    },
    {
        "title": "A 时光像素辑：冒险岛枫之传说 选择职业的兴奋  新版本开了，《枫之传说》这个新职业“尖兵”看着真带劲！宣传里说是反抗者阵营的混合角色，背景设定也挺吸引人的，被邪恶科学家抹去记忆，从一个强大的战斗兵器转变为找寻自我？这不妥妥的主角模板嘛！我看了一下职业特性，攻击力和机动性几乎点满了，生存能力偏低，不过难度评级是简单，很适合我这种喜欢秀操作又不想太累的玩家！武器是能量剑，听名字就科技感十足。好，就决定玩这个“最终兵器”了！ #冒险岛枫之传说 #枫叶勇者造星计划 #冒险岛攻略 ",
        "link": "https://www.douyin.com/video/7499335466496347428"
    }
]